//  iOR
//
//  Created by Krunal Doshi on 10/25/13.
//  Copyright (c) 2013 Krunal Doshi. All rights reserved.
//


"Register" = "הרשמה";

//<!-- activity titles -- = "
"mlt_title_main" = "iOr";
"mlt_title_need_help" = "אני צריך עזרה";
"mlt_title_profile" = "אני רוצה לעזור";
"mlt_title_about" = "אודות";
"mlt_title_requests" = "הבקשות שלי";

"mlt_need_help" = "אני צריך עזרה";
"mlt_my_requests" = "הבקשות שלי";
"mlt_want_to_help" = "אני רוצה לעזור";
"mlt_who_we_are" = "אודות";
"mlt_description" = "iOr";
"mlt_concept" = "הרעיון";
"mlt_ok" = "אישור";
"mlt_answer_accepted" = "תשובתך נשלחה. אנא המתן לשיחת הטלפון";
"mlt_no" = "לא";
"mlt_yes" = "כן";
"mlt_can_you_help" = " האם אתה מוכן לעזור? ";
"mlt_needs_help_with" = " צריך עזרה ב";
"mlt_country_picker" = "בחר מדינה";
"mlt_call_him" = "חייג אליו";
"mlt_wait_for_new_code" = "אנא המתן לקוד החדש";
"mlt_enter_value" = "אנא הקלד נתונים";
"mlt_req_sent_wait_for_user" = "בקשתך נשלחה. אנא בדוק את המסך \"הבקשות שלי\" בקרוב  ";
"mlt_error_network" = "אין תקשורת. אנא בדוק את החיבור לאינטרנט";
"ml_txt_select_categories_of_help" = "בחר את הנושאים בהם אתה רוצה לעזור";
"hint_description" = "הקלד כאן";
"hint_sponsor_name" = "שם הממליץ";
"hint_name" = "שם";
"hint_phone_number" = "טלפון נייד";
"hint_code" = "קוד";
"app_name" = "iOr";
"action_settings" = "הגדרות";
"hello_world" = "ברוכים הבאים";
"login" = "הרשמה";
"bt_text_i_need_help" = "אני צריך עזרה";
"bt_text_profile" = "הפרופיל שלי";
"bt_text_about" = "מי אנחנו";
"bt_text_resend_code" = "שלח שוב את קוד האימות";
"bt_text_continue" = "המשך";
"send_code_page_text" = "הקלד את הקוד שקיבלת בSMS";
"bt_text_can_not_find" = "לא מוצא את מה שאתה מחפש?";
"need_help_screen_text" = "מצא אנשים מהסביבה שלך שמוכנים לעזור";
"need_help_people_screen" = "אנשים שמוכנים לעזור";
"people_find_text" = "מוכן לעזור לך \"%@\".";
"no_people_text" = "אין תוצאות %dקמ ממך";
"search_range_text" = "האם לחפש ברדיוס של %dקמ ממך?";
"search_to_push_range" = "האם לפרסם את בקשתך ברדיוס של %dקמ ממך?";
"no_results_text" = "בקשתך נשלחה. אנא בדוק את המסך \"הבקשות שלי\" בקרוב";
"notif_dialog_header" = "תאר את העזרה שאתה מחפש";
"notif_dialog_description" = "";
"cancel" = "ביטול";
"send" = "שלח";
"sending_request" = "שולח בקשה";
"empty_description_error" = "נא הקלד את הבקשה שלך";
"bt_send" = "שלח";
"activity_profile" = "אני רוצה לעזור";
"activity_need_help" = "אני צריך עזרה";
"request_accepted" = "בקשתך נשלחה לאישור. נעדכן אותך תוך זמן קצר.";

//<!-- Texts for "About" Screen -- = "
//<!-- WARNING: Please don't change name attribute of  tags -- = "
"description" = "iOr - האפליקציה הראשונה והיחידה המאפשרת מצב של ערבות הדדית בקרב עמנו ובעולם כולו.  \nלא משנה אם אתה אדם פרטי, חברה או עמותה, כולנו תלויים אחד בשני וכולנו חייבים לעזור ולהיזר אחד בשני. \nמכיוון שהעולם לא נברא במקרה ומיכוון שהאדם הוא השחקן היקרי בעולם הזה ויכודי לעולם לא לבד - iOr נותנת לכל אדם בעולם למצוא עזרה או לעזור לזולת. \nבזכות מעשה טוב אחד, מילה טובה או חיוך, אפשר להפוך כל דבר שנמצא סביבך - לדבר טוב.  כאשר אתה מאיר לעולם דרך אהבתך ועזרתך לזולת, אתה למעשה מכשיר את העלום לקבלת שכינתו של הבורא יתברך. \nהאנשים המוכנים לעזור דרך האפליקציה יכולים להיות כל יהודי הרוצה לעזור לזולת ללא תמורת כסף.  הרשימה הראשונה של העוזרים כאן הם שלוחי חבד בעולם שנשלחו על ידי הרבי מליבוויץ לכל קצווי תבל כדי להכין את היהודים ואת העולם בכלל לקבלת פני משיח צדקנו. \nמייסד וספונסור של האפליקציה הוא מייסד הדף פייסבוק - משמעות.  התכלית המשותפת היא לאחד את כל היהודים סביב מטרתם ושליחותם בעולם - קיום רצונו הפנימי של הבורא לעשות מהעולם הזה מקום טוב ומוכשרלהשראת שכינתו יתברך. \nלהסברים נוספים בקרו אותנו בדף הפייסבוק שלנו - http://www.facebook.com/mashmaout  ";

"concept" = "אודות הרעיון";
"more" = "More text";
//<!-- ******************************************** -- = "

"activity_about" = "אודות";
"set_sponsor" = "הממליץ שלי";
"about_sponsor" = "אנא הקלד את שם הממליץ ואת מספר הטלפון שלו";
"set" = "עדכן";
"bt_text_requests" = "הבקשות שלי";
"activity_requests" = "הבקשות שלי";
"no_requests" = "עדיין לא פירסמת בקשות";
"mlt_change_language"= "החלף שפה";
"mt_km"= "ק\מ";
"no_result_text" = "לא נמצאו תוצאות";
"mlt_enter_wrong_code" = "הקוד שגוי. אנא נסה שנית";
